{
  "url": "https://abc7.com/queen-elizabeth-ii-king-charles-iii-royal-family-britain-royals-tying-loose-ends/12237962/",
  "title": "Queen paved the way for transition to Charles in final years",
  "authors": [],
  "content": "In retrospect, it seems Queen Elizabeth II was preparing us all along for her death.\nThousands of police, hundreds of troops and an army of officials are making final preparations for the state funeral of Queen Elizabeth II.\nIn retrospect, it seems as if she was preparing us all along.\nWhether it was due to age, ill health or a sense that the end was near, Queen Elizabeth II spent much of the last two years tying up loose ends, trying to make sure the family firm would keep ticking along after her death.\nThe transition began slowly, with the queen turning over more public duties to her son and heir, now King Charles III, as she entered her twilight years. But it moved into overdrive in 2022 as Elizabeth celebrated 70 years on the throne. First she expressed her wish that Charles' wife, Camilla, be known as queen consort after her death, and then the future king took center stage during four days of Platinum Jubilee festivities.\n\"Elizabeth II was preparing the ground for the succession,'' historian Ed Owens said. \"We saw a lot more of Charles in the last 10 years stepping in for his mother in a number of key situations at key public events. And that, I think, was partly intentional in that the monarch ... wanted her son to sort of gravitate naturally into the limelight, to make this seem as best as possible as though it was a seamless transition.''\nCharles' increased role began gradually when the queen began cutting back on long-haul flights, resulting in the then Prince of Wales taking her place at a 2013 Commonwealth Heads of Government meeting in Sri Lanka.\nThe queen became head of the Commonwealth, a grouping of 54 independent countries with links to the former British Empire, when she ascended the throne and championed its role in world affairs throughout her reign.\nIn 2018, Elizabeth expressed her \"sincere wish\" that Charles would follow her as head of the Commonwealth and its leaders agreed.\nThe previous year, Charles represented the queen at the annual Remembrance Day ceremony honoring the nation's war dead, laying the monarch's wreath at the foot of the Cenotaph in London. It was the first time the queen hadn't performed the solemn ritual, marked by columns of aging veterans marching past the monument, other than when she was pregnant or out of the country.\nBut what had been a subtle shift became more obvious after the coronavirus pandemic led Elizabeth to take refuge at Windsor Castle outside London and the death of her husband, Prince Philip, reminded the nation of the queen's mortality.\nThat was underscored by the image of Elizabeth, her face hidden behind a black mask, sitting alone in St. George's Chapel as she mourned the loss of the man who had been her \"strength and stay\" for over 73 years.\nOn the anniversary of her accession to the throne in February, the queen moved to end the long-running controversy over the status of Charles' wife.\nCamilla has been a divisive figure in Britain because her long-term relationship with Charles was blamed for the breakdown of his first marriage to the widely beloved Princess Diana. The mother of Princes William and Harry died in a Paris car crash in 1997, five years after her messy split with Charles.\nWhen Charles married Camilla in 2005, he made it known that he wanted his wife to become queen when he ascended the throne. Diana's fans objected, saying it would dishonor the princess.\nBut the public attitude toward Camilla, 75, has warmed in recent years as she took on roles at more than 100 charities, focusing on issues ranging from literacy to domestic violence. Her down-to-earth style and sense of humor have softened Charles' stuffy image and made him appear more relaxed.\nWhen the queen weighed in on Feb. 6., she obliquely recognized that her reign would come to an end.\n\"When, in the fullness of time, my son Charles becomes king, I know you will give him and his wife Camilla the same support that you have given me,\" she said. \"And it is my sincere wish that, when that time comes, Camilla will be known as queen consort as she continues her own loyal service.\"\nLate last year, Elizabeth was seen using a walking stick for the first time, and in April she revealed that a bout with COVID-19 had left her feeling \"very tired and exhausted.\"\nIn May, the queen delegated one of her most important public duties to Charles, asking him to preside over the state opening of Parliament and deliver the annual Queen's Speech laying out the government's legislative program.\nThe event is a symbol of the monarch's constitutional role as head of state and is accompanied by centuries of tradition designed to demonstrate the strength of Britain's political institutions.\nWhen it came time for the Platinum Jubilee, the palace let it be known that the queen's ongoing \"mobility issues\" would limit her role.\nInstead, Charles took center stage.\nHe donned full military uniform to review the troops during the queen's ceremonial birthday parade, sat in the position of honor at the front of St. Paul's Cathedral for a service celebrating her reign and led salutes to his mother at a gala concert, appearing with Camilla by his side.\nAfter her death, Charles and Camilla were greeted warmly by crowds of mourners outside Buckingham Palace, with the new monarch shaking hands and chatting with well-wishers who broke into a chorus of \"God Save the King.\"\nThe reaction, and Charles' first days in his new role, suggest that the public is, at least for now, on board, former BBC royal correspondent Michael Cole said this week outside the palace.\n\"Look at the thousands of people who have come here of their own accord,'' he said, waving a hand at the crowds. \"They're not being bused in. They're not being ordered to be here. They're not being given little flags to wave. This is not North Korea. This is not a parade for Putin in Red Square. These people have come to express their respect for the dead queen and show, a very big word, affection.\"",
  "excerpt": "Queen Elizabeth II spent much of the last two years tying up loose ends, trying to make sure the family firm would keep ticking along after her death.",
  "content_length": 5956,
  "published_date": "2022-09-18T14:53:20Z",
  "language": "en",
  "domain": "abc7.com",
  "media": "https://cdn.abcotvs.com/dip/images/12237986_091822-cc-abc-queen-elizabeth-sunday-img.jpg?w=1600",
  "meta_info": {
    "dataset_id": "3ffa69ee-66f1-4cb9-b13e-31ceb912b5af",
    "dataset": "news-cc",
    "dataset_content_length": "240348",
    "warc_sourced_date": "2022-09-18T15:06:52Z",
    "warc_extracted_date": "2022-09-18T17:04:10Z",
    "warc_processed_date": "2022-09-18T17:57:15Z"
  }
}