{"url": "https://alphapatras.gr/2022/09/patra-west-greece/al-tsipras-gia-panepistimio-patron-apo-deth-2022/", "title": "Ο Αλ.Τσίπρας για το Πανεπιστήμιο Πατρών από τη ΔΕΘ 2022", "authors": ["Alpha Patras - F"], "content": "Για το κλείσιμο και η μετεγκατάσταση τμημάτων του Πανεπιστημίου Πατρών αλλά και για τη γενικότερη θέση του δημόσιου πανεπιστημίου στο πρόγραμμα του ΣΥΡΙΖΑ, ρωτήθηκε ο Πρόεδρος του κόμματος Αλέξη Τσίπρα στο πλαίσιο της συνέντευξης τύπου στην 86η ΔΕΘ.\nΣε ερώτηση της πατρινής δημοσιογράφου Λίνας Μπάστα για το Ionian TV, η οποία έθεσε το θέμα της μεταφοράς, της συγχώνευσης και του κλεισίματος τμημάτων του Πανεπιστημίου Πατρών, ο πρόεδρος του ΣΥΡΙΖΑ τόνισε ότι υπάρχει δομική αντίθεση με την κυβέρνηση για την αντίληψη και τον ρόλο του δημόσιου πανεπιστημίου, ποιυ οδηγεί σε συρρίκνωση και κλείσιμο των δομών των περιφερειακών ιδρυμάτων.\nΠαράλληλα, σε ό,τι αφορά στα περιφερειακά πανεπιστήμια ανέφερε ότι στο πρόγραμμα του ΣΥΡΙΖΑ υπήρχε πάντα η διαβούλευση διετών προγραμμάτων σπουδών με τους τοπικούς παραγωγικούς φορείς, για να μπορούν να καλύψουν ανάγκες των τοπικών κοινωνιών και της τοπικής αγοράς εργασίας.\nΟ Αλέξης Τσίπρας έκανε σαφές ότι ο ΣΥΡΙΖΑ στηρίζει διαχρονικά τη φύση και τη θέση του δημόσιου πανεπιστημίου στην ελληνική κοινωνία.\n«Για εμάς έχει μεγάλη αξία η γνώση των παιδιών μας. Η λογική της κυβέρνησης είναι άλλη, όσοι έχουν οικονομική δυνατότητα να σπουδάσουν. Όσοι δεν έχουν.. να γίνουν ψυκτικοί, όπως είχε πει ο κύριος Μητσοτάκης», ανέφερε ο αρχηγός της αξιωματικής αντιπολίτευσης.\n«Θέλουμε δωρεάν ισχυρά προγράμματα σπουδών, δωρεάν μεταπτυχιακά», τόνισε ο κ. Τσίπρας.", "excerpt": null, "content_length": 1390, "published_date": "2022-09-18T17:00:10Z", "language": "el", "domain": "alphapatras.gr", "media": "https://alphapatras.gr/wp-content/uploads/2022/08/tsipras-1.jpg", "meta_info": {"dataset_id": "fc948c49-7a54-4277-8168-65c5314f20ca", "dataset": "news-cc", "dataset_content_length": "97587", "warc_sourced_date": "2022-09-18T14:43:19Z", "warc_extracted_date": "2022-09-18T16:56:51Z", "warc_processed_date": "2022-09-18T18:06:18Z"}}