{"url": "https://1prime.ru/gas/20220918/838156216.html", "title": "В Кувейте намерены увеличить добычу газа вдвое", "authors": [], "content": "ДОХА, 18 сен — ПРАЙМ. Кувейт рассчитывает вдвое нарастить добычу природного газа — примерно с 1,4 миллиона до 2,8 миллиона кубометров, заявил гендиректор кувейтской нефтяной корпорации Kuwait Petroleum Corporation Наваф Сауд аль-Сабах. Кувейт увеличил добычу в рамках квоты ОПЕК+\n\"Мы работаем в Кувейте над увеличением добычи газа, чтобы не отставать от растущего мирового спроса и предоставить новые инвестиционные возможности для нефтехимии. Объем добычи свободного газа в настоящее время составляет более 500 миллионов кубических футов (около 1,4 миллиона кубометров — ред.), и цель состоит в том, чтобы достичь одного миллиарда кубических футов (около 2,8 миллиона кубометров — ред.)\", — приводит газета \"Ар-Райи\" слова гендиректора корпорации в кулуарах открытия конференции производителей газа стран Персидского залива.\nПо словам аль-Сабаха, стратегические планы Кувейта по увеличению добычи газа направлены на достижение миллиарда кубических футов, и у страны есть возможности для экспорта газа.\nКроме того, как отметил глава корпорации, Кувейт в числе приоритетов видит \"поддержание добычи нефти в соответствии с долей, выделенной в рамках сделки между нефтепроизводящими государствами, ОПЕК+, и страна имеет возможности увеличивать добычу, когда этого требует рынок\".", "excerpt": "Кувейт рассчитывает вдвое нарастить добычу природного газа — примерно с 1,4 миллиона до 2,8 миллиона кубометров, заявил гендиректор кувейтской нефтяной корпорации Kuwait Petroleum... ПРАЙМ, 18.09.2022", "content_length": 1276, "published_date": "2022-09-18T16:47:00Z", "language": "ru", "domain": "1prime.ru", "media": "https://1prime.ru/images/82669/50/826695019.jpg", "meta_info": {"dataset_id": "205ef8d4-0c86-4be4-aa11-2d0fce220a4a", "dataset": "news-cc", "dataset_content_length": "119489", "warc_sourced_date": "2022-09-18T14:37:50Z", "warc_extracted_date": "2022-09-18T16:55:04Z", "warc_processed_date": "2022-09-18T18:13:52Z"}}