{"url": "https://1prime.ru/News/20220918/838156121.html", "title": "Десятки тысяч протестующих в Молдавии требуют отставки властей", "authors": [], "content": "КИШИНЕВ, 18 сен — ПРАЙМ. Около 45 тысяч человек собрались на протест в столице Молдавии, чтобы потребовать отставки президента, правительства и парламента, а многих участников акции не пустили в Кишинев, заявил РИА Новости один из организаторов, почетный председатель партии \"Шор\" Валерий Клименко. В Молдавии готовятся к массовому антиправительственному протесту\nОппозиционная партия \"Шор\" проводит в воскресенье в центре Кишинева акцию протеста, чтобы добиться отставки президента Майи Санду и проведения досрочных парламентских выборов. Организаторы заявили о намерении установить палатки и сделать акцию бессрочной.\n\"Было заявлено порядка 50 тысяч участников, по информации на эту минуту у меня есть цифра в 44 720 человек. Хочу сказать, что многие автобусы были остановлены, их развернули назад, сотрудники полиции пытались сорвать наше мероприятие\", — уточнил Клименко.\nПо его словам, цель протестующих — это отставка президента, правительства и парламента, а также проведение досрочных выборов, чтобы новая власть позаботилась о решении проблем народа.\nДвижение транспорта в периметрах улиц, где расположены парламент страны и президентский дворец, перекрыто. Полиция следит за порядком, не вмешиваясь в действия протестующих. Манифестанты с флагами Молдавии скандируют требования досрочных выборов и отставки Санду, лозунги \"Долой власть\", \"Меняем Санду на дрова\", \"Нет политическому преследованию оппозиции\", \"Мы хотим жить\", \"Не уничтожайте страну\".\nАнтиправительственные митинги и пикеты стартовали в Молдавии еще в мае на фоне беспрецедентного увеличения цен на газ, другие энергоресурсы и продукты питания, а также высокой инфляции и падения уровня жизни. Протестующие обвиняют власти в неспособности справиться с кризисом, указывая на рекордную за последние два десятка лет инфляцию, которая в середине лета составила 33,5% в годовом исчислении. Руководство страны критикуют также и за нежелание вести переговоры с Россией о более выгодных ценах на газ, а также за политическое давление на представителей оппозиции.", "excerpt": "Около 45 тысяч человек собрались на протест в столице Молдавии, чтобы потребовать отставки президента, правительства и парламента, а многих участников акции не пустили в Кишинев,... ПРАЙМ, 18.09.2022", "content_length": 2029, "published_date": "2022-09-18T16:28:44Z", "language": "ru", "domain": "1prime.ru", "media": "https://1prime.ru/images/83673/87/836738792.jpg", "meta_info": {"dataset_id": "67ff94f0-f593-40ad-8e10-8f10e88cfe17", "dataset": "news-cc", "dataset_content_length": "124982", "warc_sourced_date": "2022-09-18T14:37:45Z", "warc_extracted_date": "2022-09-18T16:55:03Z", "warc_processed_date": "2022-09-18T18:13:53Z"}}