{"url": "https://www.npr.org/2022/09/18/1123690268/puerto-rico-tropical-storm-fiona", "title": "Puerto Rico braces for historic rains : NPR", "authors": ["The Associated Press"], "content": "Anxiety is high in Puerto Rico as Fiona closes in and threatens historic rainfall\nEnlarge this image toggle caption AP AP\nHAVANA — Puerto Ricans braced for severe wind and extreme rain as Tropical Storm Fiona bore down amid expectations it would grow into a hurricane before striking the U.S. territory's southern coast Sunday afternoon.\nForecasters said \"historic\" levels of rain were expected to produce landslides and heavy flooding, with up to 20 inches forecast in isolated areas.\n\"It's time to take action and be concerned,\" said Nino Correa, Puerto Rico's emergency management commissioner.\nFiona was centered 150 miles (240 kilometers) southeast of Ponce, Puerto Rico, late Saturday. It had maximum sustained winds of 60 mph (95 kph) and was moving west-northwest at 8 mph (13 kph).\nThe storm was forecast to pummel cities and towns along Puerto Rico's southern coast that are still recovering from a string of strong earthquakes that hit the region starting in late 2019, with several schools still shuttered and debris to be removed.\nMore than 100 people had sought shelter across the island by Saturday night, the majority of them in the southern coastal city of Guayanilla.\nWith Fiona due just two days before the anniversary of Hurricane Maria, a deadly Category 4 storm that hit on Sept. 20, 2017, anxiety levels ran high across the island. People boarded up windows and stocked up on food and water.\n\"I think all of us Puerto Ricans who lived through Maria have that post-traumatic stress of, 'What is going to happen, how long is it going to last and what needs might we face?'\" said Danny Hernández, who works in the capital of San Juan but planned to weather the storm with his parents and family in the western town of Mayaguez.\nHe said the atmosphere was gloomy at the supermarket as he and others made sure they were well-stocked before the storm hit.\n\"After Maria, we all experienced scarcity to some extent,\" he said.\nEnlarge this image toggle caption Alejandro Granadillo/AP Alejandro Granadillo/AP\nMany Puerto Ricans also were concerned about blackouts, with Luma, the company that operates power transmission and distribution, warning of \"widespread service interruptions.\"\nPuerto Rico's power grid was razed by Hurricane Maria and remains frail, with reconstruction starting only recently. Outages are a daily occurrence, and fires at power plants have occurred in recent months.\nPuerto Rico's governor, Pedro Pierluisi, said he was ready to declare a state of emergency if needed and activated the National Guard as the Atlantic hurricane season's sixth named storm approached.\n\"What worries me most is the rain,\" said forecaster Ernesto Morales with the National Weather Service in San Juan.\nFiona was predicted to drop 5 to 10 inches (13 to 25 centimeters) of rain over eastern and southern Puerto Rico, with as much as 20 inches (51 centimeters) in isolated spots.\nIt was forecast to swipe past the Dominican Republic on Monday and then northern Haiti and the Turks and Caicos Islands with the threat of heavy rain. It could threaten the far southern end of the Bahamas on Tuesday.\nA hurricane warning was posted for the Dominican Republic's eastern coast from Cabo Caucedo to Cabo Frances Viejo.\nFiona previously battered the eastern Caribbean, killing one man in the French territory of Guadeloupe when floods washed his home away, officials said. The storm also damaged roads, uprooted trees and destroyed at least one bridge.\nIn the eastern Pacific, Tropical Storm Lester dissipated Saturday afternoon after making landfall to the south of Acapulco on Mexico's southwestern coast.\nTropical Storm Madeline formed farther out in the Pacific, but forecasters predicted it would not pose any threat to land as it moved away from Mexico.", "excerpt": "The tropical storm is expected to strengthen into a hurricane and drop as much as 20 inches of rain beginning Sunday. Forecasters are warning of landslides and heavy flooding on parts of the island.", "content_length": 3767, "published_date": "2022-09-18T07:56:18Z", "language": "en", "domain": "www.npr.org", "media": "https://media.npr.org/assets/img/2022/09/18/ap22260468050330_wide-0003e57590ec7e93d2895e4c96ea7d00e5fb7179.jpg?s=1400", "meta_info": {"dataset_id": "22bce741-521d-4568-a08c-9596ed713c4b", "dataset": "news-cc", "dataset_content_length": "73811", "warc_sourced_date": "2022-09-18T14:46:01Z", "warc_extracted_date": "2022-09-18T16:57:54Z", "warc_processed_date": "2022-09-18T17:34:24Z"}}