{"url": "https://www.npr.org/2022/09/18/1123644692/desantis-migrants-texas-massachusetts-marthas-vineyard-legal-questions", "title": "Parsing the legality of DeSantis flying migrants : NPR", "authors": ["Valerie Crowder"], "content": "Flying migrants to Massachusetts was political, critics say. But was it legal?\nEnlarge this image toggle caption Rebecca Blackwell/AP Rebecca Blackwell/AP\nTALLAHASSEE, Fla. – Despite a call for an investigation, and ongoing questions about whether Republican Gov. Ron DeSantis broke the law transporting migrants from Texas to Martha's Vineyard, Mass., the Florida governor is doubling down on his decision.\nDeSantis described the flights as \"voluntary,\" while speaking at a press conference on Friday.\n\"They're given a good ride,\" he said. \"It's a humane thing to do.\"\nBut Democrats have accused DeSantis of using the migrants, who are thought largely to be Venezuelan, to help him get reelected as governor in November and to continue to build his political profile to run for president in 2024.\n\"We're not talking about a delivery of crates of shoes, we're talking about people,\" says Elizabeth Ricci, an immigration attorney based in Tallahassee.\nFlight records show the migrants boarded two charter planes in San Antonio, Texas and stopped in the Florida Panhandle. Then, one landed in South Carolina and the other in North Carolina before arriving at their final destination in Martha's Vineyard.\nWhere the money came from to fly migrants\nAs part of this year's roughly $109.9 billion state budget – which had bipartisan support – the legislature allocated $12 million \"to facilitate the transport of unauthorized aliens out of Florida.\"\n\"We're going to spend every penny of that,\" DeSantis said at Friday's press conference. Public records show the state paid a private contractor, Vertol Systems Inc., an aircraft solutions provider, $615,000 to transport the migrants to Martha's Vineyard. That's $12,300 per migrant.\nDeSantis said migrants were identified in Texas as wanting to relocate to Florida before they signed release forms to go to Massachusetts. If releases were signed, it's unclear whether it was true consent.\n\"What we're trying to do is profile: 'OK, who do you think is trying to get to Florida?' \" DeSantis said. \"If they get in a car with two other people, there's no way we're going to be able to detect that.\"\nSince President Joe Biden took office, the number of migrants crossing the U.S. Southern border has sharply increased. The U.S. Border Patrol is on its way to a record 2 million apprehensions in a fiscal year.\nDeSantis has complained the situation places an unfair burden on Southern border states, even though Florida isn't one of them. Still, he says a large number of undocumented migrants arriving in Texas want to relocate to Florida.\n\"If they end up coming to Florida, then that's going to impose a lot of cost on the communities,\" he said. \"We're trying to avoid that.\"\nImmigration law experts suggest DeSantis may have trafficked migrants\nSome of the migrants who arrived in Martha's Vineyard last week told NPR they were told they'd be flown to Boston where they could get expedited work papers, but that's not what they found upon arrival in Martha's Vineyard. Instead, local churches, homeless shelters and other aid groups had to scramble to accommodate them because they weren't given any notice of their arrival.\nTallahassee-based immigration attorney Elizabeth Ricci explains there's a \"good faith argument\" to be made that luring the migrants onto planes with the promise of jobs makes them crime victims. And that means they could automatically qualify for a visa, she said.\n\"An enticement like that, regardless of whether you sign a waiver, is fraud and that is part of the definition of human trafficking,\" Ricci explains. \"I think that everybody on those planes has a case to legalize as a direct result of being transported by the governor.\"\nAccording to an analysis of federal immigration law by the U.S. Citizens and Immigration Services: \"Traffickers and abusers often use a lack of immigration status to exploit and control victims.\" They \"may lure individuals with false promises of employment and a better life.\"\nRicci said she believes that's exactly what DeSantis has done. If law enforcement agrees, it could make migrants eligible for a special kind of visa that protects victims of human trafficking. \"It would be so ironic for these families to ultimately legalize and become citizens as a result of his actions.\"\nDeSantis' immigration record\nFlying migrants to Martha's Vineyard is the latest action DeSantis says he's taken to try to curb the number of undocumented migrants traveling to the state.\nIn 2019, DeSantis signed into law a measure banning sanctuary cities, where local agencies had limited cooperation with federal immigration authorities.\nSince then, DeSantis has signed legislation requiring law enforcement to work with federal immigration authorities to report undocumented immigrants. Public employers and contractors must also verify workers' immigration status. And state agencies may not work with organizations that help resettle undocumented immigrants.\nCalifornia Gov. Gavin Newsom and Florida's only Democratic state cabinet member Nikki Fried have requested the U.S. Department of Justice to investigate DeSantis' transportation of migrants out of Florida.\nDeSantis disputes claims that the migrants were \"enticed\" to get onto the planes bound for Massachusetts. \"The folks that are contracted, they gave them a release form to sign, they gave them a packet with a map of Martha's Vineyard.\"\nDemocratic candidate for governor Charlie Crist, who's running to unseat DeSantis in November, has already launched a digital ad accusing DeSantis of \"putting politics over people's lives.\"\n\"Mocking their fight for freedom – that makes me sick,\" Crist said in the ad. \"But not surprising, because that's who he is.\"\nBut, a recent NPR/Ipsos poll shows that a majority of Americans — including three-quarters of Republicans — say it's either somewhat or completely true that the United States is \"experiencing an invasion\" at the southern border.", "excerpt": "Florida Gov. Ron DeSantis, a Republican who is running for reelection, said the flights from Texas were \"voluntary\" but if they were lured, some argue the migrants could now be victims of a crime.", "content_length": 5935, "published_date": "2022-09-18T10:05:10Z", "language": "en", "domain": "www.npr.org", "media": "https://media.npr.org/assets/img/2022/09/17/ap22250683688892_wide-71ccc5a4fb6f150bd8f2aae2b3fc05ac4316d67f.jpg?s=1400", "meta_info": {"dataset_id": "a9c0c389-b806-488a-b9c2-6b457f38bb1b", "dataset": "news-cc", "dataset_content_length": "82283", "warc_sourced_date": "2022-09-18T14:45:43Z", "warc_extracted_date": "2022-09-18T16:57:47Z", "warc_processed_date": "2022-09-18T17:34:24Z"}}