{"url": "https://chicago.suntimes.com/news/2022/9/15/23355389/sterigenics-trial-willowbrook-cancer", "title": "Jury hears closing arguments in Sterigenics lawsuit, the first to go to trial since Willowbrook plant was closed in 2019", "authors": [], "content": "A Cook County jury heard closing arguments Thursday in the first lawsuit to go to trial against Sterigenics, a company accused of releasing toxic gases from its Willowbrook medical supply sterilization plant and causing cancer in a woman who lived nearby.\nPlaintiff Sue Kamuda is seeking a $21 million judgment against Sterigenics and two sister companies, Sotera Health and Griffin Foods.\nShe lived near the plant for 20 years before developing breast cancer in 2007. Her lawyers said high levels of ethylene oxide released by the plant was a cause of that cancer.\nMore than 700 other people have filed similar lawsuits against Sterigenics since the U.S. Environmental Protection Agency published research in 2018 that showed people living near the plant got cancer at rates nine times above the national average.\nThe plant was shut down by the state in 2019 after authorities detected high levels of ethylene oxide nearby.\nThe four-week trial before Judge Marguerite Quinn began wrapping up Thursday with several hours of closing statements.\nAn undated photo of Sue Kamuda, a plaintiff against Sterigenics in the first lawsuit to go to trial since the company’s Willowbrook plant was shut down in 2019. Provided\nKamuda’s case focused on how the 70-year-old developed breast cancer after living near the Sterigenics plant.\nHer attorney, Patrick Salvi II, said Sterigenics knew for years the ethylene oxide emitted from the plant was harmful and could cause cancer.\nThe company also neglected to install safeguards in the Willowbrook facility that could have captured the harmful gases, Salvi said. He said the company had those safeguard controls in other facilities across the country but not in Willowbrook.\n“If they wanted to protect the community, they would’ve acted on those warnings,” Salvi said. “They would’ve had those controls in place.”\nSalvi shared documents dating back to the 1980s that showed the defendant companies knew about the harms of ethylene oxide and their alleged attempts to hide those affects from regulators including the Illinois EPA.\nHe claimed Sterigenics released gas at levels thousands of times above the limits government scientists agreed were safe.\nBut Sterigenics attorney Matthew Malinowski said there was no case that Kamuda’s cancer was caused by the company’s ethylene oxide. And even if she or others were exposed to the gas, it was at levels so low they were not harmful, Malinowski said.\nHe argued the plaintiffs misconstrued the science behind ethylene oxide and said the plant released levels of ethylene oxide too low to cause harm. He pointed to experts he had testify and other research.\nMalinowski also rebuffed the plaintiff’s claims that duration of exposure is the leading factor in getting cancer. It instead relies on total dose, he said. Malinowski said the plaintiff relied on a selected reading of toxicity studies to show ethylene oxide is toxic at certain levels. He pointed to the experts who said the overwhelming amount of research doesn’t show a link.\nIn a third closing argument, Griffin Foods attorney Chris Wilson said the Alsip-based company hasn’t been legally tied to Sterigenics since 1984 when it sold its subsidiary company Mircro-Biotrol, which would become Sterigenics.", "excerpt": "Plaintiff Sue Kamuda, who lived near the plant, is seeking a $21 million judgment against Sterigenics.", "content_length": 3247, "published_date": "2022-09-15T22:52:07Z", "language": "en", "domain": "chicago.suntimes.com", "media": "https://cst.brightspotcdn.com/dims4/default/9c447be/2147483647/strip/true/crop/2881x1645+0+138/resize/1461x834!/quality/90/?url=https%3A%2F%2Fcdn.vox-cdn.com%2Fthumbor%2FOLxiuup5kVcgi1zfl5CbE5h434Q%3D%2F0x0%3A2881x1920%2F2881x1920%2Ffilters%3Afocal%281441x960%3A1442x961%29%2Fcdn.vox-cdn.com%2Fuploads%2Fchorus_asset%2Ffile%2F18368084%2FSTERIGENICS_0475.jpg", "meta_info": {"dataset_id": "2a4cdfe7-e7bd-4917-a7e5-4830c78cfae5", "dataset": "news-cc", "dataset_content_length": "163953", "warc_sourced_date": "2022-09-15T23:13:33Z", "warc_extracted_date": "2022-09-16T03:26:47Z", "warc_processed_date": "2022-09-18T22:40:01Z"}}