{"url": "https://chicago.suntimes.com/coronavirus/2022/9/15/23355539/illinois-coronavirus-pritzker-testing-mandate-unvaccinated-schools-lift-covid", "title": "Pritzker lifts COVID-19 testing requirement for unvaccinated school workers", "authors": [], "content": "Gov. J.B. Pritzker on Thursday lifted his COVID-19 testing requirement for unvaccinated workers in Illinois schools and day care centers, essentially marking a full return to pre-pandemic business as usual in Illinois classrooms starting this week.\nThe change announced by Pritzker’s office goes into effect Friday and puts the state in line with federal guidelines that no longer require regular testing for unvaccinated staffers in schools and other childcare settings.\nAfter Pritzker lifted the statewide school mask mandate at the end of February and lifted vaccination requirements on college campuses earlier this summer, the Democratic governor called it the latest part of his plan “to carefully unwind the state’s COVID-19 executive orders.”\n“I continue to urge everyone in the state to stay up to date on vaccines and boosters, including getting the recently released bivalent booster shot,”Pritzker said in a statement. “Although the current state of the pandemic is very different than it was two years ago, we still need to protect the most vulnerable members of our community as we continue to be responsive to the changing challenges and evolutions of this virus.”\nLast school year — and this one, until Friday — school and day care workers who refused to roll up a sleeve for a COVID shot were required to test for the virus twice weekly to stay on the job.\nThat’s no longer necessary, according to Illinois Public Health Director Dr. Sameer Vohra, because stronger COVID treatments are available, and the newest boosters are re-tooled to target the latest subvariants.\nNew COVID-19 cases by day Graphic by Jesse Howe and Caroline Hurley | Sun-Times Source: Illinois Department of Public Health\n“There are now many tools available for protecting our students, teachers and the general public, including the latest updated bivalent vaccines and effective treatment options for children and adults,” Vohra said in a statement. “Broad access to COVID-19 testing will remain a critical part of our strategy.”\nThe state has provided a million rapid tests to school districts statewide, which still have the authority to impose their own testing or vaccine mandates.\nIllinois Federation of Teachers president Dan Montgomery applauded the move, saying about 90% of his union members are fully vaccinated.\n“As vaccination rates among school children remain too low — especially among the elementary age populations — the state must redouble its efforts to vaccinate kids. That will be our best defense against wintertime outbreaks in schools,” Montgomery said in a statement.\nAbout 77% of all Illinoisans have gotten at least one shot, with about 69% completingtheir initial vaccine series and 54% receiving at least one booster.\nPritzker’s office plans to still “urge” schools to “consider instituting testing at times of high risk in the community,” such as after returning from school breaks or after large indoor events.\nThat’s in line with guidance from the U.S. Centers for Disease Control and Prevention, which still recommends masks indoors for people in counties where transmission is considered high.\nCOVID-19 transmission is considered high in counties marked orange, medium in those marked yellow and low in those marked green, in this CDC map. Illinois Department of Public Health\nTwenty-eight counties are at that level, while Cook County and the collars remain at the CDC’s “medium” transmission level, meaning older people and the immunocompromised should mask up around others indoors.\nStatewide, COVID cases and hospitalizations have ebbed in recent weeks, but are still high compared to early spring.\nMore than 2,600 Illinoisans have tested positive each day on average over the past week, a figure that doesn’t include at-home tests. That’s a 27% decline compared to a month ago, but still about five times the state’s average case rate in late March.\nMeanwhile, 1,190 people were hospitalized with COVID across Illinois Wednesday night, a 16% drop compared to last month, but twice as many admissions as in March.\nCOVID deaths since the spring have remained relatively stable — and low — as the virus continues to claim an average of 12 Illinois lives per day. The statewide death toll is 34,875 dating back to March of 2020.\nFor help finding a shot, visit vaccines.gov.", "excerpt": "After lifting the statewide school mask mandate at the end of February and lifting vaccination requirements on college campuses earlier this summer, the Democratic governor called it the latest part of his plan “to carefully unwind the state’s COVID-19 executive orders.”", "content_length": 4299, "published_date": "2022-09-15T23:06:45Z", "language": "en", "domain": "chicago.suntimes.com", "media": "https://cst.brightspotcdn.com/dims4/default/2baed85/2147483647/strip/true/crop/5417x3092+0+260/resize/1461x834!/quality/90/?url=https%3A%2F%2Fcdn.vox-cdn.com%2Fthumbor%2F__ZM0M1UsrYoIuGlk9GxI3p5_e0%3D%2F0x0%3A5417x3611%2F5417x3611%2Ffilters%3Afocal%282709x1806%3A2710x1807%29%2Fcdn.vox-cdn.com%2Fuploads%2Fchorus_asset%2Ffile%2F24027055%2FCV_UPDATE_030621_11.JPG", "meta_info": {"dataset_id": "c17e5731-92db-4bb5-a8aa-c96da2013789", "dataset": "news-cc", "dataset_content_length": "170649", "warc_sourced_date": "2022-09-15T23:13:21Z", "warc_extracted_date": "2022-09-16T03:25:53Z", "warc_processed_date": "2022-09-18T22:40:00Z"}}