{"url": "https://chicago.suntimes.com/2022/9/15/23355194/indiana-refinery-to-pay-2-75-million-in-air-pollution-case", "title": "Indiana refinery to pay $2.75 million in air pollution case", "authors": [], "content": "BP, one of the world’s largest oil companies, agreed to pay $2.75 million to settle accusations that its massive Northwest Indiana refinery repeatedly broke the law by polluting the air.\nEnvironmental groups sued the oil giant in federal court in Indiana alleging that BP spewed dangerous levels of particle pollution into the air between 2015 and 2018. Particulate pollution can lodge deep into the human lungs, potentially causing sickness and death.\nThe settlement is actually the second announced in just the past nine months. In December, BP settled for $500,000 for a similar issue with another part of the 1,400-acre operation in Whiting, Indiana, along Lake Michigan and a short drive from Southeast Chicago.\n“We are thrilled to see BP held accountable for its dangerous pollution and lack of regard for our communities,” said Amanda Shepherd, director of the Sierra Club Hoosier Chapter.\nSierra Club is the plaintiff in the federal “citizen lawsuit,” filed in 2019, and was represented by Washington-based advocacy organizations Environmental Integrity Project. Sierra Club alleged that BP Whiting’s boilers emitted an illegal amount of particle pollution, violating the U.S. Clean Air Act.\nA judge still has to sign off on the agreement before it’s final.\nBP representatives didn’t respond to requests for comment. A refinery processes crude oil to produce gasoline and other fuel products. Operating since 1889, Whiting is the largest oil refinery in the Midwest, processing about 440,000 barrels of crude oil daily, according to the company’s website. The plant was initially opened as Standard Oil Co. by John D. Rockefeller.\nLast month, the refinery was shut down temporarily after a fire.\nUnder the settlement, BP will pay $1.75 million in civil penalties into a U.S. Treasury fund that will be used for Clean Air Act enforcement and oversight. Under the act, individuals and groups are allowed to bring citizen lawsuits to allege violations of the federal pollution law as long as a government action is not already underway.\nEric Schaeffer, executive director of the Environmental Integrity Project, said the settlement holds BP “accountable for repeatedly violating” the law. The lawsuit alleged the company violated the law at least nine times.\nAnother $1 million is earmarked for organizations to develop environmental projects. One proposed funding item would give $500,000 for tree planting around the refinery and along roads to Lake Michigan, Wolf Lake and the Lost Marsh Golf Course in Hammond, Indiana. That money would be given to a nonprofit group, Student Conservation Association, to oversee the planting.\nBP will also give $500,000 to area school districts to install air filters in their buildings, the agreement proposes.\nThe groups will dismiss their lawsuit in return, according to a statement.\nBrett Chase’s reporting on the environment and public health is made possible by a grant from Chicago Community Trust.", "excerpt": "BP, the giant oil company, agreed to settle a lawsuit brought by environmental groups that accused the Whiting, Indiana, refinery of repeatedly violating the U.S. Clean Air Act.", "content_length": 2948, "published_date": "2022-09-15T22:59:00Z", "language": "en", "domain": "chicago.suntimes.com", "media": "https://cst.brightspotcdn.com/dims4/default/a6f1a7e/2147483647/strip/true/crop/3000x1713+0+144/resize/1461x834!/quality/90/?url=https%3A%2F%2Fcdn.vox-cdn.com%2Fthumbor%2FfYJrp0HDR7C1FKYxh95Ilrzz3lw%3D%2F0x0%3A3000x2000%2F3000x2000%2Ffilters%3Afocal%281500x1000%3A1501x1001%29%2Fcdn.vox-cdn.com%2Fuploads%2Fchorus_asset%2Ffile%2F24026433%2Fmerlin_80999918.jpg", "meta_info": {"dataset_id": "e1dfbd00-92e4-45e8-bcb5-fae7cd218641", "dataset": "news-cc", "dataset_content_length": "158695", "warc_sourced_date": "2022-09-15T23:13:09Z", "warc_extracted_date": "2022-09-16T03:24:42Z", "warc_processed_date": "2022-09-18T22:40:00Z"}}