{"url": "https://chicago.suntimes.com/2022/9/15/23355440/texas-gov-abbott-asylum-seekers-venezuela-immigrants-countryside-mayor-sean", "title": "Texas Gov. Abbott sends asylum seekers here to sow chaos, but Illinois is better than that", "authors": [], "content": "When I was elected mayor of Countryside in 2015, I was so honored by the trust placed in me by members of my community. Their decision told me they believed I had the knowledge and skills to lead Countryside through any challenges and victories in our future.\nIt’s not a job I took on lightly. Countryside is a small city to many, but it has a heart as big as any large metropolis. It’s because of the trust that’s been placed in me and the love I have for Countryside that I want to reaffirm our values and what we stand for.\nOver the last several weeks, dozens of families and individuals fleeing the crisis in Venezuela have made the long, arduous bus trip from Texas, as Gov. Greg Abbott sends bus after bus of asylum seekers to cities in the east. In Countryside, we currently have a group of asylum seekers staying at one of our hotels.\nThese travelers, including women, infants and young children, were deposited at Union Station in downtown Chicago like chattel, despite requests from aid providers that they be brought to shelters set up specifically to welcome them.\nOpinion bug Opinion\nUnfortunately, Abbott doesn’t send the refugees here because he thinks Illinois is more equipped to give them a better life. He sends them to Illinois, or to New York, or Washington D.C., because he apparently delights in sowing chaos and discord at the expense of real people’s lives and safety.\nThat’s not how things are done in Illinois, and it is certainly not how things are done in Countryside. There are infants and women eight months into pregnancy on those buses. No one embarks on a trip like that, under such harsh conditions, unless their need is dire. With that in mind, we must do all we can to lighten the burden, not add to it.\nThe busloads of people sent from Texas are legal asylum seekers, with every right to temporarily reside in our country while they apply for more permanent refuge. The border agencies have done their work and provided these refugees with legal entry into this country with a future court date to present their asylum claims.\nLet me repeat: these people are correctly following a legal process that has been in place for decades. When my grandparents emigrated from Ireland, they followed a similar path of uncertainty and turmoil before finally making the United States their home. It’s one of the proudest American traditions — the idea that anyone can become part of this great country if they work hard, play by the rules and take the necessary steps to become part of our larger community.\nThis is what good government is built to do. The work of Gov. J.B. Pritzker and Mayor Lori Lightfoot’s administrations to welcome asylum seekers, despite the lack of notice, is an admirable example of public service at its best. If they found that the best available housing for these new arrivals in the short term is hotels in surrounding suburbs, then we should respect the decisions they are making in a time of untold stress and limited resources. If your first response is anger or fear directed at people having nowhere to go, I urge you to pull back and look at the bigger picture.\nIn closing, I am extremely proud of the response from my community.Immediately upon hearing of the crisis, I was contacted by numerous residents, faith leaders, business owners and other local elected officials who offered to lend a hand. The residents of our community are caring and compassionate people who are willing to assist others during a time of need.\nThe base of the Statue of Liberty reads, “Give me your tired, your poor, your huddled masses yearning to breathe free.” In Illinois, I hope those seeking safety for themselves and for their families can at last breathe free.\nSean McDermott is the mayor of southwest suburban Countryside.\nThe Sun-Times welcomes letters to the editor and op-eds. See our guidelines.", "excerpt": "In Countryside, we currently have a group of asylum seekers staying at one of our hotels in Countryside.", "content_length": 3850, "published_date": "2022-09-15T22:40:00Z", "language": "en", "domain": "chicago.suntimes.com", "media": "https://cst.brightspotcdn.com/dims4/default/72e38bd/2147483647/strip/true/crop/6122x3495+0+295/resize/1461x834!/quality/90/?url=https%3A%2F%2Fcdn.vox-cdn.com%2Fthumbor%2FuDOCv_1t5pM5-mwbRTNd6TOd9oI%3D%2F0x0%3A6122x4083%2F6122x4083%2Ffilters%3Afocal%283061x2042%3A3062x2043%29%2Fcdn.vox-cdn.com%2Fuploads%2Fchorus_asset%2Ffile%2F24026622%2FMigrant_Busing_Chicago__1_.jpg", "meta_info": {"dataset_id": "f63bcd1e-9fb4-4ad3-9092-18ce04dca174", "dataset": "news-cc", "dataset_content_length": "158772", "warc_sourced_date": "2022-09-15T23:13:15Z", "warc_extracted_date": "2022-09-16T03:25:21Z", "warc_processed_date": "2022-09-18T22:40:01Z"}}