{"url": "https://agenciabrasil.ebc.com.br/economia/noticia/2022-09/dolar-sobe-para-r-523-com-temores-sobre-juros-nos-estados-unidos", "title": "Dólar sobe para R$ 5,23 com temores sobre juros nos Estados Unidos", "authors": [], "content": "Os temores de que os Estados Unidos podem elevar os juros além do esperado pesaram no mercado financeiro. O dólar subiu para o maior nível em 40 dias, e a bolsa de valores caiu para o menor patamar em uma semana.\nO dólar comercial encerrou a quinta-feira (15) vendido a R$ 5,239, com alta de R$ 0,061 (+1,18%). A cotação subiu durante toda a sessão, até fechar próxima das máximas do dia, em um movimento internacional de compra da moeda norte-americana.\nA divisa está no valor mais alto desde 3 de agosto, quando tinha fechado a R$ 5,27. O dólar sobe 0,71% em setembro, mas acumula queda de 6,04% em 2022.\nA turbulência também marcou o dia no mercado de ações. O índice Ibovespa, da B3, fechou aos 109.954 pontos, com recuo de 0,54%. O indicador acompanhou as bolsas norte-americanas, que voltaram a cair hoje, após uma trégua ontem (14).\nA divulgação de que os pedidos semanais de auxílio-desemprego caíram nos Estados Unidos aumentaram o pessimismo no mercado internacional. O dado aumentou os receios de que o Federal Reserve (Fed, Banco Central norte-americano) terá de elevar os juros básicos em 1 ponto percentual na reunião da semana que vem, após duas elevações seguidas de 0,75 ponto, para segurar a inflação na maior economia do planeta.\nTaxas mais altas em economias avançadas estimulam a fuga de capitais de países emergentes, como o Brasil, pressionando o dólar e a bolsa. Num cenário de elevação de juros nos Estados Unidos, os títulos do Tesouro norte-americano, considerados os investimentos mais seguros do planeta, ficam mais atrativos.\n*Com informações da Reuters", "excerpt": "O índice Ibovespa, da B3, fechou com recuo de 0,54%. O dólar, que está no valor mais alto desde 3 de agosto, sobe 0,71% em setembro, mas acumula queda de 6,04% em 2022.", "content_length": 1583, "published_date": "2022-09-15T22:25:00Z", "language": "pt", "domain": "agenciabrasil.ebc.com.br", "media": "https://imagens.ebc.com.br/puCwIlqITk33Us9_iK6fqhXhOFM=/1600x800/https://agenciabrasil.ebc.com.br/sites/default/files/atoms/image/dolares.jpg?itok=ipUA3SFB", "meta_info": {"dataset_id": "01239851-4654-4553-810c-0b9c900b5e95", "dataset": "news-cc", "dataset_content_length": "140750", "warc_sourced_date": "2022-09-15T23:12:50Z", "warc_extracted_date": "2022-09-16T03:22:51Z", "warc_processed_date": "2022-09-18T22:28:19Z"}}