{"url": "https://agenciabrasil.ebc.com.br/economia/noticia/2022-09/governo-registra-superavit-e-inflacao-pode-ficar-abaixo-de-7-em-2022", "title": "Governo registra superávit e inflação pode ficar abaixo de 7% em 2022", "authors": [], "content": "O ministro da Economia, Paulo Guedes, falou hoje (15), em entrevista ao programa A Voz do Brasil, sobre a recuperação econômica pós-pandemia, a geração de empregos no mercado formal e informal e o posicionamento do Brasil no cenário econômico mundial.\nSobre o desemprego, Paulo Guedes afirmou que o Brasil deve fechar 2022 com a taxa de desemprego mais baixa dos últimos 15 anos - por volta de 8%. O ministro disse ainda que outra marca histórica foi atingida em 2022: pela primeira vez, o Brasil conta com 100 milhões de pessoas estão empregadas. “Todos os setores, em todas as regiões, criaram empregos”, complementou.\nSegundo o ministro, o governo havia antecipado que os resultados apontados no início de 2022 estavam abaixo das expectativas e que o crescimento ocorreria. “Nós tínhamos avisado que a política econômica brasileira de [seria de] reação - primeiro a pandemia, mantendo reformas estruturais, preservando empregos, salvando vidas, vacinando a população - que isso teria efeito. Nós caímos muito menos do que as outras economias”, explicou.\n“Diziam que o Brasil cairia 10%. Na verdade, todos os países avançados acabaram caindo mais do que o Brasil. A Inglaterra caiu 9,7%; a Itália caiu 8,7%; a França, 7,6%, a Alemanha, 5,6%; o Japão, 4,5% e o Brasil caiu 3,9%”, afirmou Guedes ao defender a chamada “estratégia de retomada em V”, que significa um movimento brusco e acentuado de declínio econômico seguido por um crescimento agudo e igualmente veloz.\nPaulo Guedes afirmou que estimativas econômicas mais otimistas apontam para uma inflação total de 6,5% ao ano em 2022. “O Brasil está crescendo mais rápido e a inflação está sendo revista para baixo. Já se fala em 6,5%. Pela primeira vez, teremos inflação mais baixa que Estados Unidos, Inglaterra e todos esses países [desenvolvidos]. Então, brasileiros, orgulhem-se”, disse.\nProgramas sociais\nO ministro da Economia fundamentou a criação dos auxílios emergenciais e frisou a importância da intervenção do governo em um cenário de crise. Segundo Guedes, a criação do auxílio emergencial foi uma \"primeira linha de defesa\" contra os impactos econômicos que a restrição das atividades provocaria na economia, em especial nas camadas vulneráveis e para os trabalhadores informais. \"A primeira linha de defesa foi exatamente proteger os mais vulneráveis. Antecipamos o pagamento de aposentadorias e bônus para os idosos, ao mesmo tempo que criamos o auxílio emergencial para 68 milhões de brasileiros.\"\nImpactos da inflação\nSobre as perspectivas de inflação e as visões que classificou como \"pessimistas\" diante do cenário de recuperação de 2022, Paulo Guedes explicou que o reflexo natural da injeção de altos volumes de dinheiro sem o devido aumento da produção no país gera inevitavelmente alta inflacionária, algo que foi notado em todo o mundo em decorrência da pandemia de covid-19 e das medidas econômicas tomadas por causa da emergência sanitária.\n“As pessoas em casa. A produção se retraiu. Ao mesmo tempo, nós tínhamos que injetar recursos na economia para as pessoas sobreviverem. Então, os preços começaram a subir”, disse Guedes.\nEm paralelo, explicou o ministro, o Banco Central tinha acabado de ganhar autonomia. O governo decidiu que não reajustaria os salários de categorias mais estáveis e com maiores ganhos, como os servidores públicos. “Foi importantíssima a contribuição do funcionalismo brasileiro, que foi exemplar: eles sabiam que tinham salários bem mais altos, sabiam que tinham estabilidade, fizeram home office, então era justo que a contribuição deles fosse não ter esse aumento de salário.”\nRetomada de investimentos\nDe acordo com Guedes, outro pilar decisivo na política econômica do governo foi a simplificação e a desburocratização de marcos regulatórios, que eram tidos como empecilho para o desempenho de atividades comerciais e a criação de novos empreendimentos.\nSegundo o ministro, os investimentos em telecomunicações, transporte de cabotagem, no setor elétrico, saneamento básico e demais setores são fruto direto da simplificação das leis vigentes, que tornaram o investimento mais simples “Tudo isso tem efeito. Está tudo vindo pelo caminho. Por isso que a inflação [do Brasil] já começou a descer enquanto está subindo em todos os outros lugares do mundo.”\nSuperávit no governo\nO Brasil tem cerca de R$ 900 bilhões encomendados em concessões e privatizações para os próximos anos, disse o ministro ao informar que, pela primeira vez, o governo federal terá um ano de superávit nas contas.\nGuedes salientou a importância de parcerias e concessões que transformam a iniciativa privada em “sócia” do governo para gerar desenvolvimento. Entre os exemplos citados por Guedes, linhas de transmissão de gás da Petrobras e a distribuidora BR. “Pegamos essas empresas e vendemos o que não era essencial.”\nSegundo o ministro, foi feita a escolha de usar os fundos levantados pelas privatizações para não jogar o custo dos auxílios para o futuro. “A outra forma é se endividar, jogar a conta para o futuro. Quem vai pagar são nossos filhos e netos. A decisão do presidente foi ‘nós vamos pagar por essa guerra’. Quando chegar ao fim, nós mesmos pagamos pela guerra”. O ministro frisou, ainda, que o nível de dívida do país permanece estável, mesmo após a injeção de recursos dos auxílios.\n“Estamos aumentando os investimentos para trazer toda uma nova classe média empresarial para todo mundo. As pequenas lojas, os pequenos comércios, as pequenas feiras. Temos mais de 14 milhões de novos empreendedores - isso que gera emprego e cria riqueza no país”, argumentou.\nAssista em A Voz do Brasil:", "excerpt": "Sobre o desemprego, Paulo Guedes antecipou que o Brasil deve fechar 2022 com a taxa de desemprego mais baixa dos últimos 15 anos - por volta de 8%.", "content_length": 5593, "published_date": "2022-09-15T22:02:00Z", "language": "pt", "domain": "agenciabrasil.ebc.com.br", "media": "https://imagens.ebc.com.br/AfuJLQVtYnkXPM6OACWX1E7orBQ=/1600x800/https://agenciabrasil.ebc.com.br/sites/default/files/thumbnails/image/01voz_do_brasil_paulo_guedes_mcajr_abr_1509220916.jpg?itok=Lv8bh6bW", "meta_info": {"dataset_id": "09458736-57b2-4442-884e-069b54a0550d", "dataset": "news-cc", "dataset_content_length": "151226", "warc_sourced_date": "2022-09-15T23:13:00Z", "warc_extracted_date": "2022-09-16T03:23:56Z", "warc_processed_date": "2022-09-18T22:28:20Z"}}