{
  "url": "https://agenciabrasil.ebc.com.br/esportes/noticia/2022-09/brasil-tenta-classificacao-nesta-sexta-no-mundial-de-ginastica-ritmica",
  "title": "Brasil tenta classificação nesta sexta no Mundial de Ginástica Rítmica",
  "authors": [],
  "content": "A delegação brasileira busca nesta sexta-feira (17) a classificação na disputa de conjuntos do Mundial de Ginástica Rítmica, em Sófia, capital da Bulgária. A fase eliminatória ocorrerá das 8h30 às 12h55 (horário de Brasília) com transmissão ao vivo no Canal Olímpico do Brasil. Além do Brasil, a disputa reunirá equipes de outros 29 países. O grupo nacional, com seis ginastas, fará uma série de cinco arcos e outra mista (três fitas e duas bolas).\nDuas das integrantes da equipe competiram nesta quinta (16) nas disputas individuais de séries de maças e fita, mas não avançaram às finais, nem no individual geral (apenas os 18 primeiros colocados), nem por aparelhos (oito primeiros). A capixaba Geovanna Santos, de 20 anos, estreante em Mundiais, foi um dos destaques desta manhã ao se apresentar na série de fita ao som de Rajadão - música da cantora Pablo Vittar - vestindo um collant rosa com foto da intérprete. A brasileira terminou na 15ª posição. Na série de maças Geovanna ficou em 12º lugar.\nQuem também competiu hoje foi a paranaense Bárbara Galvão, que ano passado fez história ao conseguir classificação inédita para o país no Mundial. Recuperada de uma cirurgia no quadril, mas com apenas dois meses de treino, Bárbara terminou em 18º lugar na fita, e em 48º na série de maças.\nAlém de Bárbara e Giovanna, o conjunto brasileiro que compete nesta sexta (16) conta ainda com Deborah Medrado, Gabriele Moraes, Nicole Pircio e a capitã Maria Eduarda Arakaki. Em caso de classificação da equipe brasileira, o país disputa a final no domingo (18). A disputa por medalhas da série de cinco arcos ocorrerá das 9h às 9h43; e da serie mista das 9h48 às 10h31).",
  "excerpt": "Maria Eduarda Arakaki (foto) é a capitã da equipe de seis ginastas. A fase eliminatória do conjunto ocorrerá das 8h30 às 12h55, com transmissão ao vivo no Canal Olímpico do Brasil.",
  "content_length": 1665,
  "published_date": "2022-09-15T22:08:00Z",
  "language": "pt",
  "domain": "agenciabrasil.ebc.com.br",
  "media": "https://imagens.ebc.com.br/zr_2ON4hEbT7GnsJGvXk4dHJmnA=/1600x800/https://agenciabrasil.ebc.com.br/sites/default/files/thumbnails/image/ginastica_ritmica_mundial.jpeg?itok=RpjM2C5N",
  "meta_info": {
    "dataset_id": "1a33a070-f078-4dd3-9175-34045c3813b6",
    "dataset": "news-cc",
    "dataset_content_length": "148966",
    "warc_sourced_date": "2022-09-15T23:13:11Z",
    "warc_extracted_date": "2022-09-16T03:25:00Z",
    "warc_processed_date": "2022-09-18T22:28:19Z"
  }
}