{"url": "https://agenciabrasil.ebc.com.br/justica/noticia/2022-09/tse-autoriza-candidatura-de-padre-kelmon-presidencia", "title": "TSE autoriza candidatura de Padre Kelmon à Presidência", "authors": [], "content": "O Tribunal Superior Eleitoral (TSE) aceitou hoje (15) o registro de candidatura de Padre Kelmon (PTB) à Presidência da República. Kelmon foi indicado pelo partido após o ex-deputado Roberto Jefferson ter a candidatura barrada pelo tribunal. A chapa também será composta pelo candidato a vice-presidente Pastor Gamonal (PTB).\nAntes de substituir a candidatura de Jefferson, a legenda indicou Kelmon como candidato a vice-presidente. Ele declarou à Justiça Eleitoral patrimônio de R$ 8,5 mil, composto por depósitos em caderneta de poupança.\nA candidatura de Roberto Jefferson foi impugnada pelo Ministério Público Eleitoral, que apontou a inelegibilidade dele em razão de sua condenação a sete anos de prisão, no Supremo Tribunal Federal (STF), pelos crimes de corrupção e lavagem de dinheiro, no caso do mensalão, em 2013. O caso o enquadra na Lei da Ficha Limpa, afirmou o vice-procurador-geral eleitoral, Paulo Gonet.\nA defesa de Jefferson sustentou em plenário que ele foi beneficiado por indulto presidencial em dezembro de 2015, o que teria extinguido todos os efeitos da condenação, incluindo efeitos secundários como a inelegibilidade.\nNo entanto, o TSE entendeu que o indulto presidencial não atinge os efeitos secundários da condenação.", "excerpt": "Padre Kelmon foi indicado pelo PTB após a candidatura do ex-deputado Roberto Jefferson ser impugnada. Pastor Gamonal completa a chapa como candidato a vice-presidente.", "content_length": 1245, "published_date": "2022-09-15T22:28:00Z", "language": "pt", "domain": "agenciabrasil.ebc.com.br", "media": "https://imagens.ebc.com.br/tG-QK4eNRRiLktCwlt52cko3AAY=/1600x800/https://agenciabrasil.ebc.com.br/sites/default/files/thumbnails/image/padre_kelmon2.jpg?itok=L9xaiA8U", "meta_info": {"dataset_id": "8e6fc4e4-ab31-45b3-83da-cc52693390b2", "dataset": "news-cc", "dataset_content_length": "139673", "warc_sourced_date": "2022-09-15T23:13:21Z", "warc_extracted_date": "2022-09-16T03:25:54Z", "warc_processed_date": "2022-09-18T22:28:20Z"}}