{"url": "https://abc7.com/mako-shark-jumps-in-boat-maine-fishing/12230768/", "title": "Mako shark jumps into boat fishing off Maine coast: VIDEO", "authors": [], "content": "Mako shark jumps into boat fishing off Maine coast: VIDEO\nIt's a fish tale you have to see to believe.\nA mako shark jumped onto a fishing boat off the coast of Maine and the whole thing was caught on camera.\nDavid Sinclair runs Sea Ventures Charters out of Saint George. He takes clients out to fish for sharks that they then get to see up close and help tag, WGME reported.\nHis 16-year-old grandson, Cameron, is his first mate.\n\"I believe I caught my first shark when I was 4 years old,\" Cameron said.\nThey mostly encounter blue sharks, but on one August day while 15 to 20 miles out to sea, it was a seven foot mako.\n\"All of a sudden, something took the bait. Really big, really fast. And he jumped,\" Cameron recalled. \"We knew he was a mako instantly.\"\n\"It's on a fishing line with a young man. A 16-year-old guy turning the rod, having fun fighting it and it jumped four times before it got to the boat and the next thing we knew, he fell out of the sky and landed in the boat,\" David said.\nThe moment was captured by the angler's dad, who was up on the bridge with his camera.\n\"All of a sudden, here he is, right here in my face and he hits me with his tail right on my left cheek and lands maybe three feet from my left foot,\" Cameron said.\nHe said makos are fast fish, with big teeth.\n\"Everybody scrambled and I just held my breath. I thought injuries were high possibility,\" David said. \"Not a scratch on anybody. The shark was not injured.\"\nWith everyone alright, the captain said they took some measurements, tagged the shark, then released it through the transom door.\n\"Just awe-inspiring to see power of a fish like that and handle it safely and kick him out,\" David said.\nIt was a rather routine ending to an unforgettable fishing trip.\n\"Seeing one right here in my face, falling out of the sky was pretty impressive,\" Cameron said.", "excerpt": "A mako shark jumped onto a fishing boat off the coast of Maine and the whole thing was caught on camera.", "content_length": 1845, "published_date": "2022-09-15T02:31:00Z", "language": "en", "domain": "abc7.com", "media": "https://cdn.abcotvs.com/dip/images/12230776_091422-wls-shark-jumps-in-boat-img.jpg?w=1600", "meta_info": {"dataset_id": "8b735af8-78e9-40f4-a93d-769c2c2b196b", "dataset": "news-cc", "dataset_content_length": "223218", "warc_sourced_date": "2022-09-15T23:08:31Z", "warc_extracted_date": "2022-09-16T03:00:38Z", "warc_processed_date": "2022-09-18T22:41:55Z"}}