{"url": "https://1prime.ru/energy/20220916/838132000.html", "title": "В Запорожской области заявили о разочаровании резолюцией МАГАТЭ", "authors": [], "content": "СИМФЕРОПОЛЬ, 16 сен — ПРАЙМ. Председатель движения \"Мы вместе с Россией\", член главного совета администрации Запорожской области Владимир Рогов заявил, что резолюция МАГАТЭ по Запорожской АЭС разочаровывает и демонстрирует предвзятость. Постпред России назвал резолюцию МАГАТЭ по Украине антироссийской\nРанее совет управляющих МАГАТЭ принял резолюцию с требованием к России \"немедленно прекратить действия против и на ЗАЭС\". В поддержку резолюции было 26 голосов, два — против, еще семь воздержались. До этого миссия посещала АЭС, оставив там на постоянной основе двух своих представителей.\n\"Резолюция, с одной стороны, разочаровывает, так как у нас оставалась надежда, что в МАГАТЭ еще есть толика принципиальности и независимости, с другой — это доказательство, что организация неспособна на объективное и непредвзятое расследование\", — сказал РИА Новости Рогов.\nПо его словам, в резолюции МАГАТЭ, несмотря на полученные доказательства, так и не прозвучало, что главным и единственным виновником обстрелов АЭС являются украинские войска, в то время как российские военнослужащие выступают гарантом обеспечения безопасности и защиты атомной станции от внешних террористических угроз.\nЗАЭС расположена на левом берегу Днепра рядом с Энергодаром. Это самая крупная по числу блоков и установленной мощности АЭС в Европе. С марта она находится под охраной российских военных. В МИД РФ подчеркивали оправданность взятия российскими военными под охрану электростанции с точки зрения предотвращения утечек ядерных и радиоактивных материалов. Украинские военные регулярно обстреливают Энергодар, окрестные села и прилегающую к городу территорию Запорожской АЭС.", "excerpt": "Председатель движения \"Мы вместе с Россией\", член главного совета администрации Запорожской области Владимир Рогов заявил, что резолюция МАГАТЭ по Запорожской АЭС разочаровывает и... ПРАЙМ, 16.09.2022", "content_length": 1654, "published_date": "2022-09-16T01:16:00Z", "language": "ru", "domain": "1prime.ru", "media": "https://1prime.ru/images/83795/78/837957847.jpg", "meta_info": {"dataset_id": "4995f255-d12f-4864-8177-4900acb18754", "dataset": "news-cc", "dataset_content_length": "122883", "warc_sourced_date": "2022-09-15T23:41:50Z", "warc_extracted_date": "2022-09-16T06:21:41Z", "warc_processed_date": "2022-09-18T22:52:52Z"}}