{"url": "https://agenciabrasil.ebc.com.br/internacional/noticia/2022-09/cova-coletiva-com-mais-de-440-corpos-e-encontrada-em-izium-na-ucrania", "title": "Cova coletiva com mais de 440 corpos é encontrada em Izium, na Ucrânia", "authors": [], "content": "Autoridades ucranianas encontraram uma vala comum com mais de 440 corpos na cidade de Izium, no Leste do país, que foi retomada das forças russas, afirmou um oficial da polícia regional nessa quinta-feira (15), acrescentando que algumas dessas pessoas foram mortas por bombardeios e ataques aéreos.\nSerhiy Bolvinov, investigador-chefe da polícia da região de Kharkiv, disse à Sky News que investigações serão feitas em todos os corpos.\n\"Posso dizer que é um dos maiores cemitérios de uma grande cidade das áreas liberadas - 440 corpos foram enterrados em um só lugar\", disse Bolvinov.\n\"Alguns morreram por causa do fogo de artilharia, outros por causa de ataques aéreos\", afirmou. Milhares de soldados russos fugiram de Izium no fim de semana.\nO presidente ucraniano, Volodymyr Zelenskiy, culpou a Rússia e comparou a descoberta ao que ocorreu em Bucha, nos arredores da capital Kiev, nos estágios iniciais da invasão das forças russas no fim de fevereiro. A Ucrânia e seus aliados ocidentais acusaram as forças russas de perpetrar crimes de guerra no país.\n\"A Rússia está deixando a morte para trás em todos os lugares e deve ser responsabilizada\", disse Zelenskiy em discurso por videoconferência.\nA Rússia negou repetidamente que tenha como alvo civis ou que tenha cometido crimes de guerra.\n*É proibida a reprodução deste conteúdo.", "excerpt": "Serhiy Bolvinov, chefe da polícia da região de Kharkiv, disse que investigações serão feitas em todos os corpos. Algumas pessoas foram mortas em bombardeios.", "content_length": 1335, "published_date": "2022-09-15T00:00:00Z", "language": "pt", "domain": "agenciabrasil.ebc.com.br", "media": "https://imagens.ebc.com.br/F0-GSj3S8T1ZdhpLb0ptuQajlTk=/1600x800/https://agenciabrasil.ebc.com.br/sites/default/files/thumbnails/image/2022-09-15t223212z_1_lynxmpei8e17m_rtroptp_4_ucrania-crise-cova-coletiva.jpg?itok=FpB1KbKh", "meta_info": {"dataset_id": "08c0aeb4-84ee-4325-a199-d991f7c5c01f", "dataset": "news-cc", "dataset_content_length": "140215", "warc_sourced_date": "2022-09-18T15:19:55Z", "warc_extracted_date": "2022-09-18T17:08:00Z", "warc_processed_date": "2022-09-18T17:34:55Z"}}